app/controllers/static_controller.rb

SELECT  "gossips".* FROM "gossips" ORDER BY "gossips"."id" ASC LIMIT $1  [["LIMIT", 1]]
---
  def welcome
    @params = params[:first_name]
    @users = User.all
    @gossips = Gossip.all

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]
---
  def gossip_each
    @route = Gossip.user.id
    @id = params[:id]
    @user = User.find(@id)